Repository: DimensionDev/Flare
Catalog: iosApp/iosApp/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, el, es, fi, fr, it, ja, nl, no, pl, pt_br, ro, ru, sv, uk, zh_hans

# report_reason_spam_description
source: Excessive mentions or replies
ar: إشارات أو ردود مفرطة
cs: Nadměrné zmínky nebo odpovědi
da: Overdreven omtaler eller svar
de: Übermäßige Erwähnungen oder Antworten
el: Υπέρμετρες αναφορές ή απαντήσεις
es: Menciones o respuestas excesivas
fi: Liialliset maininnat tai vastaukset
fr: Mentions ou réponses excessives
it: Menzioni o risposte eccessive
ja: 過度のメンションまたは返信
nl: Overmatige vermeldingen of reacties
no: Overdreven omtale eller svar
pl: Nadmierne wzmianki lub odpowiedzi
pt_br: Menções ou respostas excessivas
ro: Mențiuni sau răspunsuri excesive
ru: Чрезмерные упоминания или ответы
sv: Överdrivna omnämnanden eller svar
uk: Надмірні згадки або відповіді
zh_hans: 过多的提及或回复

# report_reason_spam_title
source: Spam
ar: مزعج
cs: Nevyžádaná pošta
el: Ανεπιθύμητα
fi: Roskaposti
ja: 迷惑メール
no: Søppelpost
ru: Спам
uk: Спам
zh_hans: 垃圾信息

# report_reason_violation_description
source: Glaring violations of law or terms of service
ar: ثالثا - الانتهاكات الصارخة للقانون أو شروط الخدمة
cs: Vyjasnění porušení práva nebo podmínek poskytování služeb
da: Grove overtrædelser af lov eller tjenestevilkår
de: eklatante Verstöße gegen das Recht oder die Nutzungsbedingungen
el: Καταφανείς παραβιάσεις του νόμου ή των όρων υπηρεσίας
es: Violaciones de declaración de la ley o de las condiciones de servicio
fi: Lain tai palvelusehtojen räikeät rikkomukset
fr: Violations flagrantes de la loi ou des conditions d\'utilisation
it: Glaring violazioni della legge o dei termini di servizio
ja: 法令違反またはサービス利用規約の
nl: Ernstige schendingen van de wet of de gebruiksvoorwaarden
no: Anskaffelse av lovbrudd eller tjenestevilkår
pl: Łączenie naruszeń prawa lub warunków świadczenia usług
pt_br: Violações flagrantes das leis ou termos de serviço
ro: Încălcări clare ale legii sau ale termenilor serviciului
ru: Вопиющие нарушения закона или условий предоставления услуг
sv: Allvarliga brott mot lag eller tjänstevillkor
uk: славні порушення закону або умови надання послуг
zh_hans: 明显违反法律或服务条款

# report_reason_violation_title
source: Illegal and Urgent
ar: غير قانوني وعاجل
cs: Nelegální a naléhavé
da: Ulovlig og hastende
de: Illegaler und dringender
el: Παράνομο και Επείγον
es: Ilegal y urgente
fi: Laiton ja kiireellinen
fr: Illégal et urgent
it: Illegale e urgente
ja: 規約違反かつ緊急
nl: Illegaal en urgent
no: Ulovlig og Haster
pl: Nielegalne i pilne
pt_br: Ilegal e Urgente
ro: ilegal și urgent
ru: Незаконный и срочный
sv: Olagligt och bråttom
uk: Нелегальний та спецнат
zh_hans: 违法违规

# report_title
source: Report
ar: تقرير
cs: Nahlásit
da: Rapport
de: Bericht
el: Αναφορά
es: Reporte
fi: Raportoi
fr: Rapporter
it: Segnala
ja: レポート
nl: Rapporteren
no: Rapporter
pl: Zgłoszenie
pt_br: Denunciar
ro: Raport
ru: Отчет
sv: Rapportera
uk: Доповісти
zh_hans: 举报

source: Retweet
ar: تغريدة
cs: Opakovat
es: Retwittear
fi: Yritä Uudelleen
ja: リツイート
no: Prøv igjen
pt_br: Retweetar
ru: Ретвитнуть
uk: Ретвіт
zh_hans: 转推

# retweet_remove
source: Remove retweet
ar: إزالة التغريدة
cs: Odstranit retweet
da: Fjern retweet
de: Retweet entfernen
el: Αφαίρεση retweet
es: Eliminar retweet
fi: Poista uudelleentwiittaa
fr: Supprimer le retweet
it: Rimuovi retweet
ja: リツイートを削除
nl: Verwijder retweet
no: Fjern retweet
pl: Usuń retweet
pt_br: Remover retweet
ro: Elimină retweet
ru: Удалить ретвит
sv: Ta bort retweet
uk: Видалити ретвіт
zh_hans: 移除转推

# search_status
source: Status
ar: الحالة
cs: Stav
el: Κατάσταση
es: Estado
fi: Tila
fr: Statut
it: Stato
ja: ステータス
pt_br: SItuação
ru: Статус
uk: Статус
zh_hans: 状态

# search_users
source: Users
ar: المستخدمون
cs: Uživatelé
da: Brugere
de: Benutzer
el: Χρήστες
es: Usuarios
fi: Käyttäjät
fr: Utilisateurs
it: Utenti
ja: ユーザー
nl: Gebruikers
no: Brukere
pl: Użytkownicy
pt_br: Utilizadores
ro: Utilizatori
ru: Пользователи
sv: Användare
uk: Спільноти
zh_hans: 用户

source: Send
ar: إرسال
cs: Poslat
de: Senden
el: Αποστολή
es: Enviar
fi: Lähetä
fr: Envoyer
it: Invia
ja: 送信
nl: Verzenden
no: Sende
pl: Wyślij
pt_br: Mandar
ro: Trimite
ru: Отправить
sv: Skicka
uk: Відправити
zh_hans: 发送

# service_select_bluesky
source: Bluesky
ar: بلوسكي
cs: Modré
de: Blauesky
es: Azul
fr: Bleu
no: Blåhud
pl: Niebieski
pt_br: Brilhante
ro: Albastru
ru: Синески
sv: Blåskig
uk: Блюський
zh_hans: 蓝斯基文

# service_select_empty_message
source: No instances found
ar: لا يوجد مثيلات
cs: Nebyly nalezeny žádné instance
da: Ingen forekomster fundet
de: Keine Instanzen gefunden
el: Δεν βρέθηκαν παρουσίες
es: No se encontraron instancias
fi: Esiintymiä ei löytynyt
fr: Aucune instance trouvée
it: Nessuna istanza trovata
ja: インスタンスが見つかりません
nl: Geen instanties gevonden
no: Ingen instanser funnet
pl: Nie znaleziono instancji
pt_br: Nenhuma instância encontrada
ro: Nu s-au găsit instanțe
ru: Экземпляров не найдено
sv: Inga instanser hittades
uk: Екземплярів не знайдено
zh_hans: 没有找到实例

# service_select_instance_input_placeholder
source: Instance URL
ar: رابط مثيل
cs: URL instance
de: Instanz URL
el: Διεύθυνση Url Παρουσίας
es: URL de instancia
fi: Ilmentymän URL
fr: URL de l\'instance
it: Url Istanza
ja: インスタンス URL
nl: Aanleg URL
no: Instans URL
pl: Adres URL instancji
pt_br: Instância URL
ro: URL Instanță
ru: URL экземпляра
sv: Instans URL
uk: URL-адреса інстансу
zh_hans: 实例地址

# service_select_misskey
source: Misskey
ar: ميسكي
de: Fehlschlüssel
it: Chiave Missile
nl: Gisskey
pt_br: Chave
ro: Dispersie
ru: Мискайн
uk: Міське

# service_select_next_button
source: Next
ar: التالي
cs: Další
da: Næste
de: Nächste
el: Επόμενο
es: Siguiente
fi: Seuraava
fr: Suivant
it: Successivo
ja: 次へ
nl: Volgende
no: Neste
pl: Następny
pt_br: Próximo
ro: Următoarea
ru: Следующий
sv: Nästa
uk: Уперед
zh_hans: 下一步

# service_select_passkey
source: Passkey
ar: كلمة المرور
de: Passwort
el: Συνθηματικό
es: Clave
fr: Mot de passe
ja: パスワード
nl: Toegangssleutel
no: Tilgangsnøkkel
pl: Hasło
pt_br: Senha
ro: Parolă
ru: Пароль
uk: Ключ доступу
zh_hans: 密码

# service_select_welcome_title
source: Welcome to Flare
ar: مرحبا بكم في Felle
cs: Vítejte na Flare
da: Velkommen til Flare
de: Willkommen bei Leuchtturm
el: Καλώς ήλθατε στο Flare
es: Bienvenido a Bengala
fi: Tervetuloa Flareen
fr: Bienvenue dans Flare
it: Benvenuto in chiarore
ja: フレアへようこそ
nl: Welkom bij Flare
no: Velkommen til oppsprett
pl: Witaj w Flare
pt_br: Bem-vindo ao Sinalizador
ro: Bun venit la Flare
ru: Добро пожаловать в Сигнал
sv: Välkommen till Flare
uk: Ласкаво просимо до Flare
zh_hans: 欢迎使用 Flare

# settings_about_subtitle
source: Learn more about Flare
ar: تعرف على المزيد حول Ffluy
cs: Zjistěte více o Flare
da: Læs mere om Flare
de: Erfahren Sie mehr über Flare
el: Μάθετε περισσότερα για το Flare
es: Más información sobre Bengala
fi: Lue lisää Floresta
fr: En savoir plus sur Fusée éclairante
it: Scopri di più su Flare
ja: フレアについての詳細
nl: Meer informatie over Flare
no: Lær mer om Flare
pl: Dowiedz się więcej o Flarze
pt_br: Saiba mais sobre sinalizador
ro: Află mai multe despre Flare
ru: Узнайте больше о Сигнале
sv: Läs mer om Flare
uk: Дізнайтеся більше про Flare
zh_hans: 了解更多关于Flare的信息

# settings_about_title
source: About
ar: حول
cs: O aplikaci
da: Om
de: Über
el: Σχετικά
es: Acerca de
fi: Tietoja
fr: À propos de
it: Informazioni
ja: このアプリについて
nl: Informatie
no: Om
pl: O programie
pt_br: SOBRE
ro: Despre
ru: О программе
sv: Om
uk: Про програму
zh_hans: 关于

# settings_accounts_remove
source: Remove
ar: إزالة
cs: Odebrat
da: Fjern
de: Entfernen
el: Αφαίρεση
es: Eliminar
fi: Poista
fr: Retirer
it: Rimuovi
ja: 削除
nl: Verwijderen
no: Fjern
pl: Usuń
pt_br: Excluir
ro: Elimină
ru: Удалить
sv: Radera
uk: Видалити
zh_hans: 删除账户

# settings_accounts_title
source: Account Management
ar: إدارة الحساب
cs: Správa účtů
da: Konto Administration
de: Kontoverwaltung
el: Διαχείριση Λογαριασμού
es: Gestión de cuentas
fi: Tilin Hallinta
fr: Gestion du compte
it: Gestione Account
ja: アカウント管理
nl: Account beheer
no: Konto administrasjon
pl: Zarządzanie kontem
pt_br: Gerenciamento da conta
ro: Administrare cont
ru: Управление аккаунтом
sv: Hantering av konto
uk: Особистий кабінет
zh_hans: 账号管理

# settings_appearance_avatar_shape
source: Avatar shape
ar: شكل الصورة الرمزية
cs: Tvar avataru
da: Avatar form
de: Avatar-Form
el: Σχήμα Avatar
es: Forma del avatar
fi: Profiilikuvan muoto
fr: Forme de l\'avatar
it: Forma avatar
ja: アバターの形状
nl: Vorm avatar
no: Profilbilde form
pl: Kształt awatara
pt_br: Formato do avatar
ro: Forma avatarului
ru: Форма аватара
sv: Profilform
uk: Форма аватарів
zh_hans: 头像形状

# settings_appearance_avatar_shape_description
source: Change the shape of the avatar
ar: تغيير شكل الصورة الرمزية
cs: Změnit tvar avataru
da: Ændre formen på avataren
de: Ändern Sie die Form des Avatars
el: Αλλαγή του σχήματος του avatar
es: Cambiar la forma del avatar
fi: Muuta hahmon muotoa
fr: Changer la forme de l\'avatar
it: Cambia la forma dell\'avatar
ja: アバターの形を変更する
nl: De vorm van de avatar wijzigen
no: Endre formen på avataren
pl: Zmień kształt awatara
pt_br: Mudar a forma do avatar
ro: Schimbă forma avatarului
ru: Изменить форму аватара
sv: Ändra formen på avatar
uk: Змінити форму аватару
zh_hans: 更改头像的形状

# settings_appearance_avatar_shape_round
source: Round
ar: تقريب
cs: Kolo
da: Runde
de: Runde
el: Στρογγυλό
es: Redondo
fi: Pyöreä
fr: Arrondi
it: Tondo
ja: 円形
nl: Ronde
no: Rund
pl: Runda
pt_br: RODADA
ro: Rotunjire
ru: Раунд
sv: Rund
uk: Круглий
zh_hans: 圆形

# settings_appearance_avatar_shape_square
source: Square
ar: مربع
cs: Čtverec
da: Kvadrat
de: Quadrat
el: Τετράγωνο
es: Cuadrado
fi: Neliö
fr: Carré
it: Quadrato
ja: 四角
nl: Vierkant
no: Firkant
pl: Kwadratowy
pt_br: Quadrado
ro: Patrat
ru: Квадрат
sv: Kvadrat
uk: Квадрат
zh_hans: 方形

# settings_appearance_compat_link_previews
source: Simplify link previews
ar: تبسيط معاينات الرابط
cs: Zjednodušit náhledy odkazů
da: Forenkle link forhåndsvisninger
de: Link-Vorschau vereinfachen
el: Απλοποίηση προεπισκοπήσεων συνδέσμου
es: Simplificar previsualizaciones de enlaces
fi: Yksinkertaista linkkien esikatselua
fr: Simplifier les aperçus des liens
it: Semplifica anteprime link
ja: リンクのプレビューを簡素化する
nl: Link-voorbeelden vereenvoudigen
no: Forenkle lenkeforhåndsvisninger
pl: Uprość podgląd linków
pt_br: Simplificar pré-visualizações de links
ro: Simplifică previzualizările link-ului
ru: Упростить предпросмотр ссылок
sv: Förenkla länkförhandsvisningar
uk: Спростити передогляд посилань
zh_hans: 简化链接预览

# settings_appearance_compat_link_previews_description
source: Show link previews in simplify mode in the status
ar: إظهار معاينات الرابط في وضع التبسيط في الحالة
cs: Zobrazit náhledy odkazů v režimu zjednodušení ve stavu
da: Vis link forhåndsvisninger i forenklet tilstand i status
de: Link-Vorschau im vereinfachten Modus im Status anzeigen
el: Εμφάνιση προεπισκοπήσεων συνδέσμων σε λειτουργία απλοποίησης στην κατάσταση
es: Mostrar previsualizaciones de enlaces en modo simplificado en el estado
fi: Näytä linkkien esikatselut yksinkertaisuuden tilassa tilassa
fr: Afficher les aperçus des liens en mode simplification dans le statut
it: Mostra le anteprime dei link in modalità semplificata nello stato
ja: シンプルモードでリンクのプレビューをステータスに表示する
nl: Toon linkvoorbeelden in de eenvoudigere modus in de status
no: Vis forhåndsvisninger av link i forenklingsmodus i status
pl: Pokaż podgląd linków w trybie upraszczania w statusie
pt_br: Mostrar pré-visualizações de links no modo de simplificação no status
ro: Arată previzualizările link-ului în modul de simplificare în stare
ru: Показывать предпросмотр ссылок в упрощенном режиме в статусе
sv: Visa länkförhandsvisningar i förenklat läge i status
uk: Показувати попередній перегляд посилань в режимі спрощення в статусі
zh_hans: 使用简化链接预览

# settings_appearance_dynamic_theme
source: Dynamic theme
ar: السمة الديناميكية
cs: Dynamický motiv
da: Dynamisk tema
de: Dynamisches Theme
el: Δυναμικό θέμα
es: Tema dinámico
fi: Dynaaminen teema
fr: Thème dynamique
it: Tema dinamico
ja: 動的テーマ
nl: Dynamisch thema
no: Dynamisk tema
pl: Dynamiczny motyw
pt_br: Tema dinâmico
ro: Temă dinamică
ru: Динамическая тема
sv: Dynamiskt tema
uk: Динамічна тема
zh_hans: 动态主题

# settings_appearance_dynamic_theme_description
source: Change the theme of the app based on the device\'s wallpaper
ar: تغيير موضوع التطبيق على أساس خلفية الجهاز
cs: Změnit motiv aplikace na základě tapety zařízení
da: Skift temaet for app\'en baseret på enhedens baggrund
de: Ändern Sie das Theme der App basierend auf dem Hintergrundbild des Geräts
el: Αλλαγή του θέματος της εφαρμογής με βάση την ταπετσαρία της συσκευής
es: Cambiar el tema de la aplicación basado en el fondo de pantalla del dispositivo
fi: Muuta sovelluksen teemaa laitteen taustakuvan perusteella
fr: Changer le thème de l\'application en fonction du fond d\'écran de l\'appareil
it: Cambia il tema dell\'app in base allo sfondo del dispositivo
ja: 端末の壁紙に基づいてアプリのテーマを変更する
nl: Verander het thema van de app op basis van achtergrond van het apparaat
no: Endre appens tema basert på enhetens bakgrunnsbilde
pl: Zmień motyw aplikacji na podstawie tapety urządzenia
pt_br: Altere o tema do aplicativo com base no papel de parede do dispositivo
ro: Schimbă tema aplicației pe baza imaginii de fundal a dispozitivului
ru: Изменить тему приложения на основе обоев устройства
sv: Ändra temat för appen baserat på enhetens bakgrundsbild
uk: Змінити тему програми на основі шпалер пристрою
zh_hans: 根据设备的壁纸更改应用的主题

# settings_appearance_enable_swipe
source: Enable swipe gestures
ar: تمكين إيماءات السحب
cs: Povolit gesta přejetím
da: Aktivér strygebevægelser
de: Wischgesten aktivieren
el: Ενεργοποίηση χειρονομιών συρσίματος
es: Activar gestos de deslizamiento
fi: Ota käyttöön pyyhkäisy eleet
fr: Activer les gestes de glissement
it: Abilita i gesti di scorrimento
ja: スワイプジェスチャーを有効にする
nl: Inschakelen veeggebaren
no: Aktiver bevegelser
pl: Włącz gesty przeciągania
pt_br: Ativar gestos de deslizar
ro: Activează gesturi de glisare
ru: Включить жесты
sv: Aktivera svepgester
uk: Увімкнути жести
zh_hans: 启用滑动手势

# settings_appearance_enable_swipe_description
source: Enable swipe gestures on status
ar: تمكين إيماءات السحب في الحالة
cs: Povolit gesta přejetím na stavu
da: Aktivér strygebevægelser på status
de: Wischgesten beim Status aktivieren
el: Ενεργοποίηση χειρονομιών συρσίματος κατά την κατάσταση
es: Activar gestos de deslizamiento en estado
fi: Ota käyttöön pyyhkäisy eleet tilassa
fr: Activer les gestes de balayage au statut
it: Abilita i gesti di scorrimento sullo stato
ja: ステータス時にスワイプジェスチャーを有効にする
nl: Schakel veeg gebaren in bij status
no: Aktiver bevegelser på status
pl: Włącz gesty przesuwania po statusie
pt_br: Ativar gestos de deslizar no status
ro: Activare gesturi glisare pe status
ru: Включить жесты свайпа при статусе
sv: Aktivera svepgester vid status
uk: Увімкнути жести на екрані
zh_hans: 在状态上启用滑动手势

# settings_appearance_expand_media
source: Expand media to full size
ar: توسيع الوسائط إلى الحجم الكامل
cs: Rozbalit média na plnou velikost
da: Udvid medier til fuld størrelse
de: Medien auf volle Größe erweitern
el: Επέκταση πολυμέσων σε πλήρες μέγεθος
es: Expandir medios a tamaño completo
fi: Laajenna media täyteen kokoon
fr: Développer le média en pleine taille
it: Espandi media a dimensione completa
ja: メディアをフルサイズに展開する
nl: Media uitbreiden naar volledige grootte
no: Utvid media til full størrelse
pl: Rozwiń multimedia do pełnego rozmiaru
pt_br: Expandir mídia para tamanho máximo
ro: Extinde media la dimensiune completă
ru: Развернуть медиа-файл в полный размер
sv: Expandera media till full storlek
uk: Розгорнути медіа до повного розміру
zh_hans: 将媒体扩展到完整大小

# settings_appearance_expand_media_description
source: Keep the aspectradio of the media in timeline
ar: الحفاظ على الجانب التقليدي لوسائط الإعلام في الجدول الزمني
cs: Udržet aspectradio médií v časové ose
da: Hold mediernes aspekttradition i tidslinje
de: Behalte den Aspekt der Medien in der Zeitleiste
el: Κρατήστε την πτυχήΠαραδοσιακό των μέσων ενημέρωσης στο χρονοδιάγραμμα
es: Mantener el aspectradio de los medios en la línea de tiempo
fi: Pitää tiedotusvälineiden näkökulma ajan tasalla
fr: Garder l\'aspectradio des médias dans la chronologie
it: Mantieni l\'aspectradio del media nella timeline
ja: タイムラインにメディアのアスペクトトレーディオを維持する
nl: Bewaar het aspect van de media op de tijdlijn
no: Hold medias erfaring i tidslinje
pl: Zachowaj aspekt mediów na osi czasu
pt_br: Mantenha a experiência da mídia na linha do tempo
ro: Păstraţi spectradio media în cronologie
ru: Сохранять традицию аспектов в хронологии
sv: Håll aspectradio av media i tidslinje
uk: Тримайте аспектрадіо медіа в шкалі часу
zh_hans: 保持时间轴中媒体的纵横比

# settings_appearance_mastodon_show_visibility
source: Show visibility
ar: إظهار الرؤية
cs: Zobrazit viditelnost
da: Vis synlighed
de: Sichtbarkeit anzeigen
el: Εμφάνιση ορατότητας
es: Mostrar visibilidad
fi: Näytä näkyvyys
fr: Afficher la visibilité
it: Mostra visibilità
ja: 表示を表示
nl: Zichtbaarheid weergeven
no: Vis synlighet
pl: Pokaż widoczność
pt_br: Mostrar visibilidade
ro: Arată vizibilitatea
ru: Показать видимость
sv: Visa synlighet
uk: Показувати видимість
zh_hans: 显示可见性

# settings_appearance_mastodon_show_visibility_description
source: Show visibility in the status
ar: إظهار الرؤية في الحالة
cs: Zobrazit viditelnost ve stavu
da: Vis synlighed i status
de: Sichtbarkeit im Status anzeigen
el: Εμφάνιση ορατότητας στην κατάσταση
es: Mostrar visibilidad en el estado
fi: Näytä näkyvyys tilassa
fr: Afficher la visibilité dans le statut
it: Mostra visibilità nello stato
ja: ステータスに表示を表示する
nl: Zichtbaarheid in status weergeven
no: Vis synlighet i status
pl: Pokaż widoczność w statusie
pt_br: Mostrar visibilidade no estado
ro: Arată vizibilitatea în stare
ru: Показать видимость в статусе
sv: Visa synlighet i status
uk: Показувати видимість в статусі
zh_hans: 在状态中显示可见性

# settings_appearance_misskey_show_reaction
source: Show reaction
ar: إظهار رد الفعل
cs: Zobrazit reakci
da: Vis reaktion
de: Reaktion anzeigen
el: Εμφάνιση αντίδρασης
es: Mostrar reacción
fi: Näytä reaktio
fr: Afficher la réaction
it: Mostra reazione
ja: リアクションを表示
nl: Toon reactie
no: Vis reaksjon
pl: Pokaż reakcję
pt_br: Mostrar reação
ro: Arată reacția
ru: Показать реакцию
sv: Visa reaktion
uk: Показати реакцію
zh_hans: 显示数字

# settings_appearance_misskey_show_reaction_description
source: Show reaction in the status
ar: إظهار رد الفعل في الحالة
cs: Zobrazit reakci ve stavu
da: Vis reaktion i status
de: Reaktion im Status anzeigen
el: Εμφάνιση αντίδρασης στην κατάσταση
es: Mostrar reacción en el estado
fi: Näytä reaktio tilassa
fr: Afficher la réaction dans le statut
it: Mostra la reazione nello stato
ja: ステータスにリアクションを表示する
nl: Reactie in de status weergeven
no: Vis reaksjon i status
pl: Pokaż reakcję w statusie
pt_br: Mostrar reação no status
ro: Arată reacția în stare
ru: Показать реакцию в статусе
sv: Visa reaktion i status
uk: Показати реакцію в статусі
zh_hans: 在状态中显示数字

# settings_appearance_misskey_show_visibility
source: Show visibility
ar: إظهار الرؤية
cs: Zobrazit viditelnost
da: Vis synlighed
de: Sichtbarkeit anzeigen
el: Εμφάνιση ορατότητας
es: Mostrar visibilidad
fi: Näytä näkyvyys
fr: Afficher la visibilité
it: Mostra visibilità
ja: 表示を表示
nl: Zichtbaarheid weergeven
no: Vis synlighet
pl: Pokaż widoczność
pt_br: Mostrar visibilidade
ro: Arată vizibilitatea
ru: Показать видимость
sv: Visa synlighet
uk: Показувати видимість
zh_hans: 显示可见性

# settings_appearance_misskey_show_visibility_description
source: Show visibility in the status
ar: إظهار الرؤية في الحالة
cs: Zobrazit viditelnost ve stavu
da: Vis synlighed i status
de: Sichtbarkeit im Status anzeigen
el: Εμφάνιση ορατότητας στην κατάσταση
es: Mostrar visibilidad en el estado
fi: Näytä näkyvyys tilassa
fr: Afficher la visibilité dans le statut
it: Mostra visibilità nello stato
ja: ステータスに表示を表示する
nl: Zichtbaarheid in status weergeven
no: Vis synlighet i status
pl: Pokaż widoczność w statusie
pt_br: Mostrar visibilidade no estado
ro: Arată vizibilitatea în stare
ru: Показать видимость в статусе
sv: Visa synlighet i status
uk: Показувати видимість в статусі
zh_hans: 在状态中显示可见性

# settings_appearance_show_actions
source: Show actions
ar: إظهار الإجراءات
cs: Zobrazit akce
da: Vis handlinger
de: Aktionen anzeigen
el: Εμφάνιση ενεργειών
es: Mostrar acciones
fi: Näytä toiminnot
fr: Afficher les actions
it: Mostra azioni
ja: アクションを表示
nl: Toon acties
no: Vis handlinger
pl: Pokaż akcje
pt_br: Mostrar ações
ro: Afișare acțiuni
ru: Показать действия
sv: Visa åtgärder
uk: Показати дії
zh_hans: 显示操作

# settings_appearance_show_actions_description
source: Show actions on the bottom of the status
ar: إظهار الإجراءات في الجزء السفلي من الحالة
cs: Zobrazit akce v dolní části stavu
da: Vis handlinger i bunden af status
de: Aktionen am unteren Ende des Status anzeigen
el: Εμφάνιση ενεργειών στο κάτω μέρος της κατάστασης
es: Mostrar acciones en la parte inferior del estado
fi: Näytä toiminnot tilan alareunassa
fr: Afficher les actions en bas du statut
it: Mostra le azioni in fondo allo stato
ja: ステータスの下部にアクションを表示する
nl: Acties weergeven onderaan de status
no: Vis handlinger på bunnen av statusen
pl: Pokaż akcje na dole stanu
pt_br: Mostrar ações na parte inferior do status
ro: Arată acțiunile în partea de jos a stării
ru: Показать действия внизу статуса
sv: Visa åtgärder längst ner på statusen
uk: Показати дії внизу статусу
zh_hans: 在状态的底部显示操作

# settings_appearance_show_cw_img
source: Show sensitive content
ar: إظهار المحتوى الحساس
cs: Zobrazit citlivý obsah
da: Vis følsomt indhold
de: Empfindlichen Inhalt anzeigen
el: Εμφάνιση ευαίσθητου περιεχομένου
es: Mostrar contenido sensible
fi: Näytä arkaluontoinen sisältö
fr: Afficher le contenu sensible
it: Mostra contenuti sensibili
ja: 機密性の高いコンテンツを表示
nl: Gevoelige inhoud weergeven
no: Vis sensitivt innhold
pl: Pokaż wrażliwe treści
pt_br: Mostrar conteúdo confidencial
ro: Afișare conținut sensibil
ru: Показать конфиденциальный контент
sv: Visa känsligt innehåll
uk: Показати конфіденційний вміст
zh_hans: 显示敏感内容

# settings_appearance_show_cw_img_description
source: Always show sensitive content in the status
ar: إظهار المحتوى الحساس دائماً في الحالة
cs: Vždy zobrazovat citlivý obsah ve stavu
da: Vis altid følsomt indhold i status
de: Immer sensible Inhalte im Status anzeigen
el: Να εμφανίζεται πάντα ευαίσθητο περιεχόμενο στην κατάσταση
es: Mostrar siempre contenido sensible en el estado
fi: Näytä aina arkaluontoinen sisältö tilassa
fr: Toujours afficher le contenu sensible dans l\'état
it: Mostra sempre contenuti sensibili nello stato
ja: 常にセンシティブなコンテンツをステータスに表示する
nl: Gevoelige inhoud altijd in status weergeven
no: Vis alltid sensitivt innhold i status
pl: Zawsze pokazuj wrażliwe treści w statusie
pt_br: Sempre mostrar conteúdo confidencial no status
ro: Arată întotdeauna conținut sensibil în stare
ru: Всегда показывать конфиденциальный контент в статусе
sv: Visa alltid känsligt innehåll i status
uk: Завжди показувати конфіденційний вміст в статусі
zh_hans: 始终在状态中显示敏感内容

# settings_appearance_show_link_previews
source: Show link previews
ar: إظهار معاينات الرابط
cs: Zobrazit náhledy odkazů
da: Vis link forhåndsvisninger
de: Link-Vorschau anzeigen
el: Εμφάνιση προεπισκοπήσεων συνδέσμων
es: Mostrar previsualizaciones de enlace
fi: Näytä linkkien esikatselu
fr: Afficher les aperçus des liens
it: Mostra anteprime link
ja: リンクのプレビューを表示
nl: Toon linkvoorbeelden
no: Vis forhåndsvisning av lenker
pl: Pokaż podgląd linku
pt_br: Mostrar pré-visualizações de links
ro: Arată previzualizările link-ului
ru: Предпросмотр ссылок
sv: Visa förhandsvisningar av länkar
uk: Показати попередній перегляд посилань
zh_hans: 显示链接预览
